spec/fixtures/soap/xml/IControl/LocalLB/Pool/IControl.LocalLB.Pool.get_monitor_association_227acb97f0b4d3b065e0c2143f2c3afa_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/Pool"><env:Body><wsdl:get_monitor_association><pool_names><value>pool_test1</value></pool_names></wsdl:get_monitor_association></env:Body></env:Envelope>